// General
"ADD" = "Add";
"OK" = "OK";
"CANCEL" = "Cancel";
"Space" = "Space";
"SPACES" = "Spaces";
"OPTIONS" = "Options…";
"CONTINUE" = "Continue";
"TURN_BT_ON" = "Turn On Bluetooth";

"SEARCHING" = "Searching…";
"CONNECTING" = "Connecting…";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Command";

"MOUSEBUTTON_OPEN" = "Open \“%@\”";

//
"TOP_LABEL_BT_OFF_HEADER" = "Connect a USB mouse or turn Bluetooth on.";
"TOP_LABEL_BT_HEADER" = "Wait for a Bluetooth mouse to be discovered, or connect a USB mouse.";
"TOP_LABEL_NO_BT_HEADER" = "Connect a USB mouse.";

//
"MID_LABEL_NO_MOUSE" = "No mouse found.";
"MID_LABEL_1_MOUSE" = "1 mouse found.";
"MID_LABEL_MOUSE_FOUND" = "Found \“%@\”";


// Gestures
"ONE_FINGER" = "One Finger";
"ONEFINGER_SCROLL_GESTURE" = "Scroll";
"AX_ONEFINGER_SCROLL_GESTURE" = "Scroll";
"SECONDARYCLICK_GESTURE" = "Secondary click";
"AX_SECONDARYCLICK_GESTURE" = "Secondary click";
"ONEFINGER_SCREEN_ZOOM_GESTURE" = "Screen Zoom";
"AX_ONEFINGER_SCREEN_ZOOM_GESTURE" = "Screen Zoom";

"TWO_FINGERS" = "Two Fingers";
"2F_SWIPE_LEFT_RIGHT" = "Swipe Left/Right to Navigate";
"AX_2F_SWIPE_LEFT_RIGHT" = "Swipe Left and Right to Navigate";

"SCREENZOOM_GESTURE" = "Screen Zoom";
"WITH_MOMENTUM" = "with Inertia";
"WITHOUT_MOMENTUM" = "without Inertia";


//
"BT_OFF_ALERT_TITLE" = "You cannot connect to a Bluetooth mouse because Bluetooth is turned off. Would you like to turn it on?";
"BT_INDICATOR_SEARCHING" = "Searching…";
"BT_INDICATOR_CONNECTING" = "Connecting…";

//
"LEFT" = "Left";
"RIGHT" = "Right";
"SCROLL" = "Scroll";
"NAVIGATE" = "Navigate";
"SCROLL_OFF" = "OFF";
"SCROLL_VERTICAL" = "Vertical Only";
"SCROLL_VERTICAL_HORIZONTAL" = "Vertical and Horizontal";
"SCROLL_360" = "360 Degree";
"SWIPE_1_FINGER" = "1 Finger";
"SWIPE_2_FINGER" = "2 Finger";
"3F_TAP_TO_DASHBOARD" = "Dashboard";
"3F_TAP_TO_EXPOSE_ALL_WINDOW" = "Exposé All Windows";
"3F_TAP_TO_EXPOSE_APP_WINDOW" = "Exposé Application Windows";
"3F_TAP_TO_EXPOSE_DESKTOP" = "Exposé Desktop";



